export const articleData = [
  {
    id: "art4124124",
    time: "12 декабря",
    title:
      "Полная история игровой вселенной «Гарри Поттера»: часть 3 — «Путь к Hogwarts Legacy»",
    blocks: [
      {
        id: "42121rqhthrqrq",
        type: "paragraph",
        data: {
          text: "От «Даров смерти» до тайваньdских игр на Dendy.",
        },
      },
      {
        id: "imgfwafa4121",
        type: "image",
        data: {
          link: "https://leonardo.osnova.io/6ea7539a-d50a-5af2-a15f-fe4b8cd931d3/-/preview/1800/-/format/webp/",
        },
      },
      {
        id: "4212tafgw1rqrqrq",
        type: "paragraph",
        data: {
          text: "В предыдущих частях ретроспективы я рассказал про классическое и недооценённое поколение игр по франшизе «Гарри Поттера». В третьей и заключительной главе я разобрал все версии дилогии «Даров смерти», игры по лицензии LEGO, мобильные и фанатские проекты, а также пиратские игры для Dendy и Sega Mega Drive.",
        },
      },
      {
        id: "42121rbnrqrqrq",
        type: "header",
        data: {
          text: "«Дары Смерти: Часть 1»",
          level: 3,
        },
      },
      {
        id: "imgfawf4121",
        type: "image",
        data: {
          link: "https://leonardo.osnova.io/d16414b1-9a22-5136-99c6-acd96cdb9ce7/-/preview/1800/-/format/webp/",
        },
      },
      {
        id: "par412grg1",
        type: "paragraph",
        data: {
          text: "Седьмая и последняя книга про Гарри Поттера по количеству страниц получилась короче, чем «Принц-полукровка», но она так насыщена событиями, что за один фильм не удалось бы нормально рассказать весь сюжет. Это совсем не «Орден Феникса» и «Принц-полукровка», которые смогли сократить без серьёзного вреда для основной истории. Поэтому будущую экранизацию, как и игры по «Дарам», решили разбить на две логических части.",
        },
      },

      {
        id: "pa1wr441121",
        type: "paragraph",
        data: {
          text: "О создании первой игры известно мало. Студия EA Bright Light разработала новый движок и отсканировала лица актёров, чтобы с помощью технологии FACS воссоздать их мимику в игре. Все адаптации «Даров» позиционировали как «проект для повзрослевших фанатов» Поттера. Под стать фильму игра должна быть мрачной и отчасти жестокой. В итоге EA добилась этого — «Дары Смерти» стали первой игрой во франшизе, который получил от ESRB рейтинг Teen (для подростков от 13 лет).",
        },
      },
    ],
  },
];



