<template>
  <div class="article pt-[25px] lg:pt-[60px]">
    <div class="w-full lg:w-[850px] m-auto space-y-[20px] lg:space-y-auto">
      <h1
        class="font-bold text-lg lg:text-3xl lg:text-center lg:mb-[40px] px-[15px] lg:px-[0px]"
      >
        Идейные соображения высшего порядка, а также рамки и место обучения
        кадров в значительной степени обуславливает создание
      </h1>
      <div class="lg:w-[640px] space-y-[25px] m-auto">
        <p class="text-[17px] px-[15px] lg:px-[0px]">
          С другой стороны дальнейшее развитие различных форм деятельности
          влечет за собой процесс внедрения и модернизации дальнейших
          направлений развития. Значимость этих проблем настолько очевидна, что
          новая модель организационной деятельности обеспечивает широкому кругу
          (специалистов) участие в формировании существенных финансовых и
          административных условий.
        </p>
        <img
          src="~assets/images/dance.jpg"
          if="block.type === 'image'"
          alt=""
        />
        <p class="text-[17px] px-[15px] lg:px-[0px]">
          С другой стороны дальнейшее развитие различных форм деятельности
          влечет за собой процесс внедрения и модернизации дальнейших
          направлений развития. Значимость этих проблем настолько очевидна, что
          новая модель организационной деятельности обеспечивает широкому кругу
          (специалистов) участие в формировании существенных финансовых и
          административных условий.
        </p>
        <p class="text-[17px] px-[15px] lg:px-[0px]">
          С другой стороны дальнейшее развитие различных форм деятельности
          влечет за собой процесс внедрения и модернизации дальнейших
          направлений развития. Значимость этих проблем настолько очевидна, что
          новая модель организационной деятельности обеспечивает широкому кругу
          (специалистов) участие в формировании существенных финансовых и
          административных условий.
        </p>
        <p class="text-[17px] px-[15px] lg:px-[0px]">
          С другой стороны дальнейшее развитие различных форм деятельности
          влечет за собой процесс внедрения и модернизации дальнейших
          направлений развития. Значимость этих проблем настолько очевидна, что
          новая модель организационной деятельности обеспечивает широкому кругу
          (специалистов) участие в формировании существенных финансовых и
          административных условий.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
import { article } from "../../assets/data";

export default {
  data() {
    return {
      articleData: article,
    };
  },
};
</script>

<style scoped>
.article {
  font-family: "Roboto", sans-serif;
}
</style>
