export const customerServicesData = [
  {
    name: "FAQ",
    path: "/faq",
  },
  {
    name: "Обратная связь",
    path: "/contact-us",
  },
  {
    name: "ДОСТАВКА",
    path: "/shipping",
  },
  {
    name: "ВОЗВРАТ",
    path: "/returns",
  },
  {
    name: "публичная оферта",
    path: "/public-offer",
  },
  {
    name: "политика конф-ти",
    path: "/privacy-policy",
  },
];

export const customerServicesPublicData = {
  title: "политика публичной оферты",
  desc: "Настоящий документ – это публичная оферта (предложение) интернет-магазина «www.kollectiv-fortuna.ru» о продаже товаров",
  content: [
    {
      id: "1",
      title: "Общие положения",
      blocks: [
        {
          id: "1.1",
          desc: "Настоящая публичная оферта (далее - Оферта) является официальным предложением самозанятого Романа Ставера в адрес любого физического лица заключить договор розничной купли-продажи товара на Сайте дистанционным образом на условиях, определенных в настоящем Договоре и содержит все существенные условия Оферты.",
        },
        {
          id: "1.2",

          desc: "Заказ Покупателем товара, размещенного на Сайте, означает, что Покупатель согласен со всеми условиями настоящей Оферты, Политики конфиденциальности и Пользовательского соглашения.",
        },
        {
          id: "1.3",
          desc: "Сайт имеет право вносить изменения в Оферту без уведомления Покупателя.",
        },
        {
          id: "1.4",
          desc: "Срок действия Оферты не ограничен, если иное не указано на Сайте.",
        },
        {
          id: "1.5",
          desc: "Сайт предоставляет Покупателю полную и достоверную информацию о товаре/услугах, включая информацию об основных потребительских свойствах товара",
        },
      ],
    },
    {
      id: "2",
      title: "Предмет Оферты",
      blocks: [
        {
          id: "2.1",
          desc: "Сайт обязуется передать Покупателю товар, предназначенный для личного, семейного, домашнего или иного использования, не связанного с предпринимательской деятельностью, на основании размещенных Заказов, а Покупатель обязуется принять и оплатить Товар на условиях настоящей Оферты.",
        },
        {
          id: "2.2",
          desc: "Наименование, цена, количество товара, а также прочие необходимые условия Оферты определяются на основании сведений, предоставленных Покупателем при оформлении заказа.",
        },
        {
          id: "2.3",
          desc: "Право собственности на заказанные товары переходит к Покупателю с момента фактической оплаты и передачи товара. Риск его случайной гибели или повреждения товара переходит к Покупателю с момента фактической передачи товара Покупателю.",
        },
      ],
    },
    {
      id: "3",
      title: "Стоимость товара/услуг",
      blocks: [
        {
          id: "3.1",
          desc: "Цены на товар определяются Продавцом в одностороннем бесспорном порядке и указываются на страницах интернет-магазина, расположенного по интернет-адресу: www.kollectiv-fortuna.ru",
        },
        {
          id: "3.2",
          desc: "Цена товара указывается в рублях Российской Федерации и не включает стоимость перевозки. При заказе товаров на сумму более 7 000 рублей – доставка бесплатная.",
        },
        {
          id: "3.3",
          desc: "Способ расчетов между Сайтом и Покупателем определяется Покупателем при оплате выбранного на сайте Товара",
        },
      ],
    },
    {
      id: "4",
      title: "Стоимость товара/услуг",
      blocks: [
        {
          id: "4.1",
          desc: "Акцептом настоящей Оферты (договора) является оформление Покупателем заказа на товар в соответствии с условиями настоящей Оферты;",
        },
        {
          id: "4.2",
          desc: "Акцептируя настоящую Оферту, Покупатель выражает согласие в том, что:",
        },
        {
          id: "4.2.1",
          desc: "регистрационные данные (в том числе персональные данные) указаны им добровольно;",
        },
        {
          id: "4.2.2",
          desc: "регистрационные данные (в том числе персональные данные) передаются в электронной форме по каналам связи сети «Интернет»;",
        },
        {
          id: "4.2.3",
          desc: "регистрационные данные (в том числе персональные данные) переданы Сайту для реализации целей, указанных в настоящей Оферте, Политике конфиденциальности, Пользовательском соглашении и могут быть переданы третьим лицам, для реализации целей, указанных в настоящей Оферте;",
        },
        {
          id: "4.2.4",
          desc: "в целях дополнительной защиты от мошеннических действий указанные Покупателем регистрационные данные (в том числе персональные данные) могут быть переданы банку, осуществляющему транзакции по оплате оформленных заказов;",
        },
        {
          id: "4.2.5",
          desc: "данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления, переданного Сайту.",
        },
      ],
    },
    {
      id: "5",
      title: "Гарантии, возврат товара и денежных средств",
      blocks: [
        {
          id: "5.1",
          desc: "Гарантийный срок на реализуемые товары составляет 30 календарный дней. Товар к обмену или возврату принимается в срок не более 14 календарных дней с момента получения посылки, если товар не был в употреблении, сохранены его товарный вид и потребительские свойства. Для оформления возврата/обмена необходимо передать товар продавцу, принеся его в розничный магазин в Москве или Санкт-Петербурге, либо отправив его почтой России на адрес, который можно уточнить по эл.почте - info@mamcupy.com. -Данные гарантии носят дополнительный характер по сравнению с гарантиями и правами    потребителя предусмотренными законодательством РФ.",
        },
        {
          id: "5.2",
          desc: "Возврат денежных средств осуществляется посредством возврата стоимости оплаченного товара на ту платежную систему, через которую оплата была произведена, либо по реквизитам, указанным в заявлении",
        },
      ],
    },
    {
      id: "6",
      title: "Доставка товара",
      blocks: [
        {
          id: "6.1",
          desc: "Доставка товара Покупателю осуществляется в сроки, указанные в описании товара и в разделе ДОСТАВКА",
        },
        {
          id: "6.2",
          desc: "Претензии к количеству, комплектности и виду товара принимаются в течение 3-х дней после получения.",
        },
      ],
    },
    {
      id: "7",
      title: "Срок действия Оферты",
      blocks: [
        {
          id: "7.1",
          desc: "Настоящая Оферта вступает в силу с момента ее акцепта Покупателем, и действует до момента отзыва акцепта публичной Оферты.",
        },
      ],
    },
    {
      id: "8",
      title: "Дополнительные условия",
      blocks: [
        {
          id: "8.1",
          desc: "Сайт вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.",
        },
        {
          id: "8.2",
          desc: "Сайт и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения профилактических или иных работ или по любым другим причинам технического характера. Техническая служба Сайта имеет право периодически проводить необходимые профилактические или иные работы с предварительным уведомлением Покупателей или без такового.",
        },
        {
          id: "8.3",
          desc: "К отношениям между Покупателем и Сайтом применяются положения Российского законодательства.",
        },
        {
          id: "8.4",
          desc: "В случае возникновения вопросов и претензий со стороны Покупателя он должен обратиться к Сайту по телефону или иным доступным способом. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РФ.",
        },
        {
          id: "8.5",
          desc: "Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой недействительность остальных положений.",
        },
      ],
    },
    {
      id: "9",
      title: "Реквизиты Сайта",
      blocks: [
        {
          id: "9.1",
          desc: "ИП Зарыковская Д.О. ИНН: 543852482944 ОГРН: 317784700169139 Дата публикации – 16.04.2019",
        },
      ],
    },
  ],
};

export const customerServicesPrivacyPolicy = {
  title: "политика конфиденциальности",
  blocks: [
    {
      id: "21",
      desc: "Настоящий документ «Политика конфиденциальности» (далее – по тексту – «Политика») представляет собой правила использования сайтом -www.kollectiv-fortuna.ru [СЗ Роман Ставер] (далее – Оператор) персональной информации Пользователя, которую Оператор, включая всех лиц, входящих в одну группу с Оператором, могут получить о Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг Оператора (далее – Сайт) и в ходе исполнения Оператором любых соглашений и договоров с Пользователем. Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица.",
    },
    {
      id: "2125ra",
      dest: "Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта.",
    },
  ],

  content: [
    {
      id: "1",
      title: "Общие положения политики",
      blocks: [
        {
          id: "1.1",
          desc: "Настоящая Политика является неотъемлемой частью Публичной оферты (далее – «Оферта»), размещенной и/или доступной в сети Интернет по адресу: kollectiv-fortuna.ru/oferta, а также иных заключаемых с Пользователем договоров, когда это прямо предусмотрено их условиями.",
        },
        {
          id: "1.2",

          desc: "Настоящая Политика составлена в соответствии с Федеральным законом «О персональных данных» № 152-ФЗ от 27 июля 2006 г., а также иными нормативно-правовыми актами Российской Федерации в области защиты и обработки персональных данных и действует в отношении всех персональных данных, которые Оператор может получить от Пользователя, являющегося стороной по гражданско-правовому договору.",
        },
        {
          id: "1.3",
          desc: "Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.",
        },
        {
          id: "1.4",
          desc: "К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и прекращения, подлежит применению законодательство Российской Федерации.",
        },
      ],
    },
    {
      id: "2",
      title: "Персональная информация Пользователей, которую обрабатывает Сайт",
      blocks: [
        {
          id: "2.1",
          desc: "Под персональной информацией в настоящей Политике понимается:",
        },
        {
          id: "2.1.1",
          desc: "информация, предоставляемая Пользователем самостоятельно в процессе использования Сайта, включая персональные данные Пользователя. Обязательная для предоставления Сайтом информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение;",
        },
        {
          id: "2.1.2",
          desc: "данные, которые передаются в автоматическом режиме Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к Сайту, адреса запрашиваемых страниц и иная подобная информация;",
        },
        {
          id: "2.1.3",
          desc: "иная информация о Пользователе, обработка которой предусмотрена условиями использования Сайта.",
        },
        {
          id: "2.2",
          desc: "Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Сайт не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.",
        },
        {
          id: "2.3",
          desc: "Сайт не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность.",
        },
      ],
    },
    {
      id: "3",
      title: "Цели обработки персональной информации Пользователей",
      blocks: [
        {
          id: "3.1",
          desc: "Сайт собирает и хранит только ту персональную информацию, которая необходима для предоставления сервисов или исполнения соглашений и договоров с Пользователем, за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока.",
        },
        {
          id: "3.2",
          desc: "Персональную информацию Пользователя Сайт обрабатывает в следующих целях:",
        },
        {
          id: "3.2.1",
          desc: "идентификация стороны в рамках сервисов, соглашений и договоров с Сайтом;",
        },
        {
          id: "3.2.2",
          desc: "предоставление Пользователю персонализированных сервисов и услуг, а также исполнение соглашений и договоров;",
        },
        {
          id: "3.2.3",
          desc: "направление уведомлений, запросов и информации, касающихся использования Сайта, исполнения соглашений и договоров, а также обработка запросов и заявок от Пользователя;",
        },
        {
          id: "3.2.4",
          desc: "улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;",
        },
        {
          id: "3.2.5",
          desc: "улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;",
        },
        {
          id: "3.2.6",
          desc: "улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;",
        },
      ],
    },
    {
      id: "4",
      title:
        "Условия обработки персональной информации Пользователей и её передачи третьим лицам",
      blocks: [
        {
          id: "4.1",
          desc: "В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.",
        },
        {
          id: "4.2",
          desc: "Сайт вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:",
        },
        {
          id: "4.2.1",
          desc: "пользователь выразил согласие на такие действия;",
        },
        {
          id: "4.2.2",
          desc: "передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения или договора с Пользователем;",
        },
        {
          id: "4.2.3",
          desc: "передача необходима для функционирования и работоспособности самого Сайта;",
        },
        {
          id: "4.2.4",
          desc: "передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;",
        },
        {
          id: "4.2.5",
          desc: "такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;",
        },
        {
          id: "4.2.6",
          desc: "в целях обеспечения возможности защиты прав и законных интересов Сайта или третьих лиц в случаях, когда Пользователь нарушает Пользовательское соглашение Сайта, настоящую Политику, либо документы, содержащие условия использования конкретных сервисов.",
        },
        {
          id: "4.2.7",
          desc: "в результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Сайта.",
        },
      ],
    },
    {
      id: "5",
      title:
        "Изменение и удаление персональной информации. Обязательное хранение данных",
      blocks: [
        {
          id: "5.1",
          desc: "Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, обратившись к Сайту по контактам в разделе 9.«Контакты»",
        },
        {
          id: "5.2",
          desc: "Права, предусмотренные п. 5.1. настоящей Политики могут быть ограничены в соответствии с требованиями законодательства. Например, такие ограничения могут предусматривать обязанность Сайта сохранить измененную или удаленную Пользователем информацию на срок, установленный законодательством, и передать такую информацию в соответствии с законодательно установленной процедурой государственному органу.",
        },
      ],
    },
    {
      id: "6",
      title:
        "Обработка персональной информации при помощи файлов Cookie и счетчиков",
      blocks: [
        {
          id: "6.1",
          desc: "Файлы cookie, передаваемые Сайтом оборудованию Пользователя и оборудованием Пользователя Сайту, могут использоваться Сайтом для предоставления Пользователю персонализированных сервисов, для таргетирования рекламы, которая показывается Пользователю, в статистических и исследовательских целях, а также для улучшения Сайта.",
        },
        {
          id: "6.2",
          desc: "Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.",
        },
        {
          id: "6.3",
          desc: "Яндекс вправе установить, что предоставление определенного сервиса или услуги возможно только при условии, что прием и получение файлов cookie разрешены Пользователем.",
        },
        {
          id: "6.4",
          desc: "Структура файла cookie, его содержание и технические параметры определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.",
        },
        {
          id: "6.5",
          desc: "Счетчики, размещенные Сайтом, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.",
        },
      ],
    },
    {
      id: "7",
      title: "Защита персонально информации Пользователя",
      blocks: [
        {
          id: "7.1",
          desc: "Сайт предпринимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.",
        },
      ],
    },
    {
      id: "8",
      title: "Изменение Политики конфиденциальности",
      blocks: [
        {
          id: "8.1",
          desc: "Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.",
        },
      ],
    },
    {
      id: "9",
      title: "Контакты и вопросы по персональным данным",
      blocks: [
        {
          id: "9.1",
          desc: "Все предложения, вопросы, запросы и иные обращения по поводу настоящей Политики и использования своих персональных данных Пользователь вправе направлять Сайту:",
        },
        {
          id: "9.1.1",
          desc: "по адресу электронной почты: fortuna.store@yandex.ru",
        },
        {
          id: "9.1.2",
          desc: "по почтовому адресу: 200961,ОПС АСЦ Санкт-Петербург,А/Я 66, на имя ИП Зарыковской Дарьи Олеговны",
        },
      ],
    },
  ],
};

export const customerServicesReturnsData = {
  title: "правила возврата",
  blocks: [
    {
      id: "1",
      desc: "Если вы купили товар в интернет-магазине 'Kollectiv Fortuna', вы можете оформить возврат/обмен товара надлежащего качества в течение 14 дней, после его получения. Отправить посылку можно с помощью почты России или CDEK",
    },
    {
      id: "2",
      desc: "Для отправки почтой России укажите 191119, Санкт-Петербург, до востребования, для ИП Зарыковская Д.О. Обратите внимание, на данный момент получение посылок, отправленных почтой, может занять больше времени.",
    },
    {
      id: "3",
      desc: "Вы можете отправить посылку с помощью CDEK в пункт выдачи ул. Константина Заслонова, 26, Санкт-Петербург, 191119, для получения актуальных контактных данных получателя, свяжитесь с нами любым удобным способом.",
    },
    {
      id: "4",
      desc: "После отправки пришлите трек-номер на эл.почту info@mamcupy.com",
    },
    {
      id: "5",
      desc: "В случае с обменом, после получения товара мы проверим его товарный вид и комплектацию. Мы вернем вам денежные средства за приобретенный товар, а вам останется оплатить новый, после чего отправим актуальный товар вам.",
    },
    {
      id: "6",
      desc: "Также вы вправе отказаться от товара, приобретенного в интернет-магазине, в любое время до его передачи в службу доставки.",
    },
  ],
};

export const customerServicesShippingData = {
  title: "политика доставки",
  blocks: [
    {
      id: "1",
      desc: "Наслаждайтесь бесплатной доставкой при заказе от 7 000 рублей",
    },
    {
      id: "2",
      desc: "Наши продукты обычно отправляются в течение 2-3 дней; исключения могут возникать в периоды праздников, такие как Новый год, когда время доставки может варьироваться от 10 до 12 дней, потому что, по-видимому, все эльфы работают исключительно на Санту. Если у вас есть какие-либо вопросы относительно вашего заказа, пожалуйста, свяжитесь с shop@nip.gl",
    },
    {
      id: "3",
      desc: "В настоящее время мы используем службу доставки CDEK, поэтому стоимость доставки формируется по тарифам CDEK в зависимости от веса, типа посылки и города получателя.",
    },
    {
      id: "4",
      desc: "При поступлении заказа по месту назначения, получателя уведомляют по смс. Это сообщение содержит уникальный код, необходимый для получения посылки.",
    },
    {
      id: "5",
      desc: "CDEK курьер - доставка до двери. Для получения посылки, курьеру нужно сообщить код из смс.",
    },
    {
      id: "6",
      desc: "CDEK самовывоз - доставка до пункта выдачи. Заказ хранится в пункте выдачи 7 календарных дней. Чтобы получить посылку в пункте выдачи, нужно будет назвать код из смс, а также номер заказа, номер телефона или ФИО.",
    },
  ],
};

export const customerServicesFaqDara = [
  {
    id: "1",
    title: "Сколько стоит доставка?",
    blocks: [
      {
        id: "1.1",
        desc: "Акция: бесплатная доставка по РФ при заказе от 7 000р.",
      },
      {
        id: "1.2",
        desc: "Мы отправляем посылки почтой по всей России, странам СНГ и Прибалтики.",
      },
      {
        id: "1.3",
        desc: "Стоимость посылки формируется по тарифам почты России/CDEK в зависимости от веса, типа посылки и города получателя.",
      },
    ],
  },
  {
    id: "2",
    title: "Как быстро будет доставлен мой заказ?",
    blocks: [
      {
        id: "2.1",
        desc: "Заказы отправляем в течение 2-5 рабочих дней со дня заказа. Время доставки Почтой России/CDEK зависит от региона проживания получателя",
      },
    ],
  },
  {
    id: "3",
    title: "Какие способы оплаты вы принимаете?",
    blocks: [
      {
        id: "3.1",
        desc: "Оплатить сделанный у нас заказ можно через ЮКассу любым удобным способом: банковской картой, электронными деньгами, через Сбербанк, наличными через терминалы, через интернет-банки. И всё без комиссии.",
      },
      {
        id: "3.2",
        desc: "Как это происходит:",
        subBlocks: [
          {
            id: "3.2.1",
            desc: "1. Оформляете заказ как обычно.",
          },
          {
            id: "3.2.2",
            desc: "2. Нажимаете на кнопку 'Оформить', видите все доступные способы оплаты и выбираете удобный.",
          },
          {
            id: "3.2.3",
            desc: "3. Подтверждаете оплату.",
          },
          {
            id: "3.2.4",
            desc: "4. Получаете подтверждение оплаты от Ю.Кассы",
          },
          {
            id: "3.2.5",
            desc: "5. Ждёте заказ. Ура!",
          },
        ],
      },
      {
        id: "3.3",
        desc: "Обращаем внимание, что на данный момент не получится оплатить заказ картой, выпущенной не в России.",
      },
    ],
  },
  {
    id: "4",
    title: "Гарантии покупателя",
    blocks: [
      {
        id: "4.1",
        desc: "Гарантийный срок на реализуемые товары составляет 30 календарный дней.",
      },
      {
        id: "4.2",
        desc: "Если в купленном вами товаре в течение установленного гарантийного срока обнаружены недостатки, вы вправе:",
        subBlocks: [
          {
            id: "4.2.1",
            desc: "1. заменить на аналогичный товар",
          },
          {
            id: "4.2.2",
            desc: "2. заменить на аналогичный товар с изменением цвета или размера модели",
          },
          {
            id: "4.2.3",
            desc: "3. потребовать безвозмездного устранения недостатков товара. В этом случае Вы можете вернуть товар с недостатками продавцу за его счет, отправив почтой России (более подробно по адресу доставки на эл.почте - fortuna.store@yandex.ru);",
          },
          {
            id: "4.2.4",
            desc: "4. вернуть деньги за товар. В этом случае Вы обязаны вернуть товар с недостатками продавцу за его счет.",
          },
        ],
      },
      {
        id: "4.3",
        desc: "Срок предъявления вышеназванных требований составляет 30 дней со дня передачи Вам такого товара.",
      },
      {
        id: "4.4",
        desc: "Право на гарантийный ремонт не распространяется на случаи, когда недостатки товара были вызваны нарушением правил его эксплуатации и хранения.",
      },
      {
        id: "4.5",
        desc: "Продавец вправе провести проверку товара перед принятием его на гарантийный ремонт.",
      },
      {
        id: "4.6",
        desc: "Данная гарантия носит дополнительный характер по сравнению с гарантиями и правами потребителя предусмотренными законодательством РФ.",
      },
    ],
  },
  {
    id: "5",
    title: "Как можно вернуть или обменять товар?",
    blocks: [
      {
        id: "5.1",
        desc: "Если вы купили товар в интернет-магазине 'Коллектив Фортуна', вы можете оформить возврат/обмен товара надлежащего качества в течение 14 дней, после его получения. Отправить посылку можно с помощью почты России или CDEK.",
      },
      {
        id: "5.2",
        desc: "Для отправки почтой России укажите 143900, Балашиха, на данный момент получение посылок, отправленных почтой, может занять больше времени.",
      },
      {
        id: "5.3",
        desc: "Вы можете отправить посылку с помощью CDEK в пункт выдачи ул. Константина Заслонова, 26, Санкт-Петербург, 191119, для получения актуальных контактных данных получателя, свяжитесь с нами любым удобным способом.",
      },
      {
        id: "5.4",
        desc: "В случае с обменом, после получения товара мы проверим его товарный вид и комплектацию. Мы вернем вам денежные средства за приобретенный товар, а вам останется оплатить новый, после чего отправим актуальный товар вам.",
      },
      {
        id: "5.5",
        desc: "Также вы вправе отказаться от товара, приобретенного в интернет-магазине, в любое время до его передачи в службу доставки.",
      },
      {
        id: "5.6",
        desc: "ВАЖНО:",
        subBlocks: [
          {
            id: "5.6.1",
            desc: "1. Возврат денежных средств может осуществляться до 30 календарных дней.",
          },
          {
            id: "5.6.2",
            desc: "2. При возврате товара надлежащего качества должны быть сохранены товарный вид, комплектация. Наличие следов эксплуатации может стать основанием для отказа в удовлетворении Ваших требований.",
          },
        ],
      },
    ],
  },
  {
    id: "6",
    title: "Как быстро будет доставлен мой заказ?",
    blocks: [
      {
        id: "6.1",
        desc: "Если вы не нашли ответа на свой вопрос, вы можете отправить запрос в поддержку",
      },
    ],
  },
];
