export const miniNewsData = [
  {
    id: "14",
    date: "14 ноября 2022",
    title:
      "Наработки Disco Elysium 2 купили за 1 евро, а продали почти за 5 миллионов: детали мошеннической схемы в ZA/UM",
  },
  {
    id: "1gewg4",
    date: "12 ноября 2022",
    title:
      "В Бразилии начали конфисковывать iPhone из магазинов из-за того, что Apple продаёт смартфоны без зарядного адаптера Статьи редакции",
  },
  {
    id: "14gweg",
    date: "11 ноября 2022",
    title:
      "Наработки Disco Elysium 2 купили за 1 евро, а продали почти за 5 миллионов: детали мошеннической схемы в ZA/UM",
  },
  {
    id: "14wdxgg22",
    date: "8 ноября 2022",
    title:
      "Microsoft заявила, что следующие поколения Xbox и PlayStation выйдут не раньше 2028 года Статьи редакции",
  },
];
